


#  append  ( লিস্টের শেষে একটি নতুন আইটেম যোগ করে।)

# remove(): একটি নির্দিষ্ট আইটেম মুছে ফেলে।

# pop(): নির্দিষ্ট ইনডেক্স থেকে আইটেম মুছে ফেলে এবং সেই আইটেমটি রিটার্ন করে। যদি ইনডেক্স না দেওয়া হয়, তবে শেষের আইটেম মুছে ফেলে।
#clear(): সমস্ত আইটেম মুছে ফেলে
#count(): একটি নির্দিষ্ট আইটেম কতবার আছে তা গণনা করে।
#index(): একটি নির্দিষ্ট আইটেমের ইনডেক্স খুঁজে পেতে ব্যবহৃত হয়।
#sort(): মূল লিস্টটি সাজিয়ে ফেলে।
#sorted(): একটি নতুন সাজানো লিস্ট প্রদান করে, মূল লিস্ট অপরিবর্তিত থাকে।
#len(): লিস্টের মোট উপাদানের সংখ্যা প্রদান করে।
#স্লাইসিং: লিস্টের একটি অংশ পাওয়া।

#extend(): একাধিক আইটেম একটি লিস্টে যোগ করে।


subjects = ['c','c+','java sp','java','python']
print( subjects +["phpprint(subjects)print(subjects)"print(subjects)print(subjects)print(subjects)print(subjects)print(subjects)print(subjects)])
